import React from "react";
import styled from "styled-components";
import DividedBanner from "components/DividedBanner";


const Works =()=>{

    const Container = styled.div`

    width:100%;

    
    `
    return(

        <>
    <Container>
    <DividedBanner right title={""} name={"디자인 및 소프트웨어 개발 공급 / SI (System Integrator)"} desc={"리즈코는 자체적인 프로덕트 방법론인 'LPL'을 이용하여, 7단계의 순차적인 검증 과정을 통해, 클라이언트가 요구하는 목표에 도달할 수 있습니다.리즈코는 고객의 상황에 적합한 디자인 드리븐 방식의 개발 솔루션을 제공합니다.리즈코는 고객의 프로토타입 제작과 이해에 대한 깊이 있는 인사이트를 통해, 디자인 시스템의 정의와, 브랜드 컨설팅, 고객의 소프트웨어 개발 혹은,팀의 데브옵스 향상에 기여합니다.리즈코는 신규 프로젝트 구축 이후의 고객이 쉽게 비즈니스를 관리할 수 있도록, 구축 단계부터 직접 사용 가능한 디자인 가이드를 제공합니다.리즈코는 디자인 드리븐에 대한 시장의 요구가 커져가는 트렌드에서, 브랜딩을 통해, 사용자 혹은 구매자들이 더욱 친숙히 비즈니스 모델에 접근할 수 있도록 도움을 줍니다.리즈코는 고객의 니즈에 기반하여 필요시되는 기술들을 신중히 결정하고, 소프트웨어를 기획하고 개발합니다. 그로써, 고객이 지닌 팀의 역량 또한 증폭시킬수 있습니다.."}>
    <DividedBanner left title={""} name={"디자인 경영 컨설팅 / Design driven managing"} desc={"리즈코는 디자인 경영, 인하우스 조직의 디자인 시스템 관리를 효율적이게끔 이끌어줍니다. 원활한 제작이 가능한 솔루션을 드리며, 이는 당신이 전문적인 별도의 팀을 회사에 두실 필요는 없음을 의미합니다. 리즈코는 당신이 가치 있는 비즈니스가 가능하게끔 합니다. 이는 디자인 드리븐 중심의 업무를 이식함으로써, 무엇을 팀이 원하든 효율적이고 막힘없이 창조할 수 있도록 리드합니다. 리즈코는 문제점을 파악한 후, 인사이트 도출을 통해, 고유의 자체적인 방법론을 통하여, 효율적으로 수집한 리소스를 이용하고, 아이디어를 제시하며, 고객이 성장할 수 있도록, 제안합니다. 고객의 서비스를 분석하고, 필요한 역량을 빠르게 선택하여 개발함으로써, 효율적인 제작기간을 갖는다는 것입니다."}/>
    <DividedBanner right title={"비즈니스 브릿징 / New opportunities to find new contracts, business"} name={"Lopnur"} desc={"체감적으로 증가하는 리모트 비즈니스의 시대는, 그 말의 의미만큼 기존의 전통 산업구조 변환을 의미하며, 새로운 체계를 맞이하는 이 시대의 모든 비즈니스 대상에게 낮선 대상들을 접하는 상태에서, 신뢰할 수 있는, 혹은 신뢰할 수 없는 정보의 기하급수적으로 증가함을 의미합니다. 1세대부터 잔존해온, 소수의 선구자들이 구축해놓은 리모트 비즈니스 방식은 뉴프론티어를 맞이하는 모든 비즈니스 대상들에게는 신뢰하기가 어렵거나, 여전히 비즈니스 방식에 있어서 친화도가 떨어집니다. Lopnur는 플랫폼의 개입을 적게하여, 기업, 정부 대상자들의 상호 신뢰 가능한 비즈니스를 이어주며, 또 그들의 계약 파이프라인을 일괄적으로 관리하여, 리모트 비즈니스의 투명성을 더욱 돋보이게하여, 미래 지향적 경영이 가능하도록 하게끔 합니다.."}/>
    <DividedBanner right title={""} name={"디자인 및 소프트웨어 개발 공급 / SI (System Integrator)"} desc={"리즈코는 자체적인 프로덕트 방법론인 'LPL'을 이용하여, 7단계의 순차적인 검증 과정을 통해, 클라이언트가 요구하는 목표에 도달할 수 있습니다.리즈코는 고객의 상황에 적합한 디자인 드리븐 방식의 개발 솔루션을 제공합니다.리즈코는 고객의 프로토타입 제작과 이해에 대한 깊이 있는 인사이트를 통해, 디자인 시스템의 정의와, 브랜드 컨설팅, 고객의 소프트웨어 개발 혹은,팀의 데브옵스 향상에 기여합니다.리즈코는 신규 프로젝트 구축 이후의 고객이 쉽게 비즈니스를 관리할 수 있도록, 구축 단계부터 직접 사용 가능한 디자인 가이드를 제공합니다.리즈코는 디자인 드리븐에 대한 시장의 요구가 커져가는 트렌드에서, 브랜딩을 통해, 사용자 혹은 구매자들이 더욱 친숙히 비즈니스 모델에 접근할 수 있도록 도움을 줍니다.리즈코는 고객의 니즈에 기반하여 필요시되는 기술들을 신중히 결정하고, 소프트웨어를 기획하고 개발합니다. 그로써, 고객이 지닌 팀의 역량 또한 증폭시킬수 있습니다.."}/>
    <DividedBanner left title={""} name={"디자인 경영 컨설팅 / Design driven managing"} desc={"리즈코는 디자인 경영, 인하우스 조직의 디자인 시스템 관리를 효율적이게끔 이끌어줍니다. 원활한 제작이 가능한 솔루션을 드리며, 이는 당신이 전문적인 별도의 팀을 회사에 두실 필요는 없음을 의미합니다. 리즈코는 당신이 가치 있는 비즈니스가 가능하게끔 합니다. 이는 디자인 드리븐 중심의 업무를 이식함으로써, 무엇을 팀이 원하든 효율적이고 막힘없이 창조할 수 있도록 리드합니다. 리즈코는 문제점을 파악한 후, 인사이트 도출을 통해, 고유의 자체적인 방법론을 통하여, 효율적으로 수집한 리소스를 이용하고, 아이디어를 제시하며, 고객이 성장할 수 있도록, 제안합니다. 고객의 서비스를 분석하고, 필요한 역량을 빠르게 선택하여 개발함으로써, 효율적인 제작기간을 갖는다는 것입니다."}/>
    <DividedBanner right title={"비즈니스 브릿징 / New opportunities to find new contracts, business"} name={"Lopnur"} desc={"체감적으로 증가하는 리모트 비즈니스의 시대는, 그 말의 의미만큼 기존의 전통 산업구조 변환을 의미하며, 새로운 체계를 맞이하는 이 시대의 모든 비즈니스 대상에게 낮선 대상들을 접하는 상태에서, 신뢰할 수 있는, 혹은 신뢰할 수 없는 정보의 기하급수적으로 증가함을 의미합니다. 1세대부터 잔존해온, 소수의 선구자들이 구축해놓은 리모트 비즈니스 방식은 뉴프론티어를 맞이하는 모든 비즈니스 대상들에게는 신뢰하기가 어렵거나, 여전히 비즈니스 방식에 있어서 친화도가 떨어집니다. Lopnur는 플랫폼의 개입을 적게하여, 기업, 정부 대상자들의 상호 신뢰 가능한 비즈니스를 이어주며, 또 그들의 계약 파이프라인을 일괄적으로 관리하여, 리모트 비즈니스의 투명성을 더욱 돋보이게하여, 미래 지향적 경영이 가능하도록 하게끔 합니다.."}/>ㅍ
    </Container>
 
        </>
    )
    
}

export default Works;